Repository: BjornHofsvang/ZabbixTrayOnDelphi
Catalog: translations/*/default.po
Languages: ru

source: Ok!
ru: Всё хорошо!

source: Priority
ru: Приоритет

source: Error
ru: Ошибка

source: Host
ru: Хост (Сервер)

source: Description
ru: Описание

source: Message
ru: Сообщение

source: Comments
ru: Комментарий

source: User
ru: Админ

source: Open
ru: Открыть

source: Refresh
ru: Обновить данные

source: Exit
ru: Выход

source: Last Change
ru: Дата события

source: Time
ru: Длительность

source: Clock
ru: Дата сообщения

source: step
ru: Шаг

source: Language
ru: Язык

source: Options
ru: Настройки

source: Log
ru: Лог

source: SetMessage
ru: Сообщение

source: Zabbix root URL
ru: Корневой URL Zabbix

source: UserZabbix
ru: Zabbix-Пользователь

source: Login
ru: Логин

source: Password
ru: Пароль

source: View menu Options
ru: Показывать меню настроек

source: Set Ack
ru: Послать сообщение "Я видел"

source: Show MainForm if find events
ru: Показывать, если событие уровня:

source: &Ok
ru: &Ок

source: &Cancel
ru: О&тмена

source: URL for click menu Zabbix (default = Zabbix root URL)
ru: Ссылка для пользователя, если он вызывает Zabbix меню (Если не задано, то ссылка на корень Zabbix заданный выше)

source: Show popup message
ru: Всплывающее сообщение, если:

source: Show Main Form on Start if have events
ru: Показывать при старте, если есть:

source: Template Ack Message from Event
ru: Шаблоны ответов для сообщения "Я видел"

source: Autorun
ru: Автоматический запуск

source: Interval
ru: Интервал опроса сервера

source: Set Event Message
ru: Отправить сообщение "Я видел" и расширенный комментарий по нему

source: Status
ru: Статус

source: Start edit Options? (or exit)
ru: Отредактировать настройки или выйти?

source: Not fond!
ru: Не найден

source: d
ru: д

source: h
ru: ч

source: m
ru: м

source: No Connection
ru: Нет связи

source: Don't Open Registry Key
ru: не могу открыть ключ реестра windows

source: Call me
ru: Позвоните мне

source: This is no problem
ru: Это не проблема (ложное срабатывание)

source: I do this task
ru: Я видел и работаю над задачей

source: Wait next events
ru: Ждём следующих срабатываний мониторинга

source: Ok
ru: Ок

source: None
ru: Нет

source: Information
ru: Информация

source: Warning
ru: Предупреждение

source: Average
ru: Авария

source: High
ru: Критичная

source: Disaster
ru: Не отложно

source: Requires user action
ru: Нужны ваши действия

source: False Alarm
ru: Ложное срабатывание

source: In Progress
ru: В процессе

source: Specified
ru: Уточняется

source: Corrected
ru: Решено

source: Other
ru: Прочее

source: Unknow result:
ru: Не известный результат

source: Error Connection Data
ru: Ожибка соединения

source: Other Error Connection
ru: Прочая ошибка

source: Login error
ru: Ошибка авторизации (не коретный логин или пароль?)
